cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'autoenv'
brew 'coreutils'
brew 'fnm'
brew 'fzf'
brew 'go'
brew 'gpatch'
brew 'gpg'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'opam'
brew 'peco'
brew 'pinentry-mac'
brew 'readline'
brew 'spark'
brew 'wget'
brew 'yarn'
brew 'yt-dlp'
brew 'watchman'
brew 'zsh'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'appcleaner'
cask 'around'
cask 'battle-net'
cask 'google-chrome'
cask 'grammarly'
cask 'handbrake'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'obs'
cask 'raycast'
cask 'homebrew/cask-versions/safari-technology-preview'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'the-unarchiver'
cask 'tor-browser'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'

cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
