cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'autoenv'
brew 'coreutils'
brew 'fzf'
brew 'go'
brew 'grc'
brew 'hub'
brew 'imagemagick', args: ['with-webp']
brew 'jq'
brew 'openssl'
brew 'node'
brew 'nvm'
brew 'peco'
brew 'readline'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'watchman'
brew 'zsh'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'appcleaner'
cask 'battle-net'
cask 'bettertouchtool'
cask 'grammarly'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'rescuetime'
cask 'sketch'
cask 'skype'
cask 'spotify'
cask 'steam'
cask 'torbrowser'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'

cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
