2gua.rainbow-brackets
DmitryDorofeev.empty-indent
IBM.output-colorizer
azemoh.one-monokai
ban.spellright
bierner.emojisense
blanu.vscode-styled-jsx
chenxsan.vscode-standardjs
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dzannotti.vscode-babel-coloring
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
flowtype.flow-for-vscode
formulahendry.auto-close-tag
freebroccolo.reasonml
freebroccolo.sml
ghmcadams.lintlens
GitHub.vscode-pull-request-github
HookyQR.beautify
joelday.docthis
jpoissonnier.vscode-styled-components
kumar-harsh.graphql-for-vscode
lindraupe.aw-watcher-vscode
mariomatheu.syntax-project-pbxproj
me-dutour-mathieu.vscode-github-actions
mhcpnl.xcodestrings
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
nepaul.editorconfiggenerator
oderwat.indent-rainbow
patrys.vscode-code-outline
PKief.material-icon-theme
pnp.polacode
redhat.vscode-yaml
samverschueren.final-newline
shinnn.stylelint
sidneys1.gitconfig
silvenon.mdx
slevesque.shader
spywhere.guides
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
