2gua.rainbow-brackets
adpyke.codesnap
alefragnani.project-manager
azemoh.one-monokai
ban.spellright
bierner.emojisense
blanu.vscode-styled-jsx
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DmitryDorofeev.empty-indent
donjayamanne.githistory
dzannotti.vscode-babel-coloring
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
flowtype.flow-for-vscode
formulahendry.auto-close-tag
freebroccolo.reasonml
freebroccolo.sml
ghmcadams.lintlens
GitHub.copilot
GitHub.vscode-pull-request-github
golang.go
HookyQR.beautify
IBM.output-colorizer
jeff-hykin.better-cpp-syntax
JuanBlanco.solidity
kumar-harsh.graphql-for-vscode
mariomatheu.syntax-project-pbxproj
mathiasfrohlich.Kotlin
me-dutour-mathieu.vscode-firebase
me-dutour-mathieu.vscode-github-actions
mhcpnl.xcodestrings
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
nepaul.editorconfiggenerator
oderwat.indent-rainbow
PKief.material-icon-theme
pnp.polacode
redhat.vscode-commons
redhat.vscode-yaml
samverschueren.final-newline
sidneys1.gitconfig
silvenon.mdx
sjhuangx.vscode-scheme
slevesque.shader
smkamranqadri.vscode-bolt-language
spywhere.guides
tombonnike.vscode-status-bar-format-toggle
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wix.vscode-import-cost
znck.grammarly
