alefragnani.project-manager
anseki.vscode-color
azemoh.one-monokai
ban.spellright
bierner.emojisense
blanu.vscode-styled-jsx
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cssho.vscode-svgviewer
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dmitrydorofeev.empty-indent
donjayamanne.githistory
dzannotti.vscode-babel-coloring
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
ghmcadams.lintlens
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
hookyqr.beautify
ibm.output-colorizer
jeff-hykin.better-cpp-syntax
jordaneldredge.implicit-parentheses
kumar-harsh.graphql-for-vscode
mariomatheu.syntax-project-pbxproj
me-dutour-mathieu.vscode-github-actions
mhcpnl.xcodestrings
mikestead.dotenv
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.vscode-serial-monitor
nepaul.editorconfiggenerator
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-commons
redhat.vscode-yaml
samverschueren.final-newline
shopify.ruby-lsp
sidneys1.gitconfig
sjhuangx.vscode-scheme
slevesque.shader
spywhere.guides
stkb.rewrap
tombonnike.vscode-status-bar-format-toggle
tonka3000.raycast
unifiedjs.vscode-mdx
vsciot-vscode.vscode-arduino
vscode-icons-team.vscode-icons
vue.volar
wayou.vscode-todo-highlight
wix.vscode-import-cost
yoavbls.pretty-ts-errors
